Repository: walpri/cronoOrbit
Catalog: cronoOrbit /Localizable.xcstrings
Source language: it
Languages: de, en, es, fr

source: "Il prossimo traguardo aspetta solo la tua energia"
de: „Der nächste Meilenstein wartet nur auf deine Energie“
en: "The next milestone is just waiting for your energy"
es: «El próximo hito solo espera tu energía»
fr: « Le prochain objectif n'attend que ton énergie »

source: %lld da verificare
de: %lld zu bestätigen
en: %lld to verify
es: %lld por verificar
fr: %lld à vérifier

source: %lld eventi importati
de: %lld Termine importiert
en: %lld events imported
es: %lld eventos importados
fr: %lld événements importés

source: %lld min su %lld min
de: %lld Min. von %lld Min.
en: %lld min of %lld min
es: %lld min de %lld min
fr: %lld min sur %lld min

source: %lld minuti prima
de: %lld Minuten vorher
en: %lld minutes before
es: %lld minutos antes
fr: %lld minutes avant

source: 1 anno
de: 1 Jahr
en: 1 year
es: 1 año
fr: 1 an

source: 3 mesi
de: 3 Monate
en: 3 months
es: 3 meses
fr: 3 mois

source: 30 giorni
de: 30 Tage
en: 30 days
es: 30 días
fr: 30 jours

source: Accesso ai calendari non consentito
de: Kalenderzugriff nicht erlaubt
en: Calendar access not allowed
es: Acceso a los calendarios no permitido
fr: Accès aux calendriers non autorisé

source: Aggiorno «%@» con le modifiche richieste. Confermi?
de: Ich aktualisiere „%@“ mit den gewünschten Änderungen. Bestätigen?
en: I'll update “%@” with the requested changes. Confirm?
es: Actualizo «%@» con los cambios pedidos. ¿Confirmas?
fr: Je mets à jour « %@ » avec les modifications demandées. Tu confirmes ?

source: Aggiungi impegno
de: Termin hinzufügen
en: Add event
es: Añadir evento
fr: Ajouter un événement

source: Alle %@ sei già impegnato: %@. Ti propongo questi orari liberi:
de: Um %@ bist du bereits beschäftigt: %@. Ich schlage diese freien Zeiten vor:
en: At %@ you're already busy: %@. I suggest these free times:
es: A las %@ ya estás ocupado: %@. Te propongo estos horarios libres:
fr: À %@ tu es déjà occupé : %@. Je te propose ces créneaux libres :

source: Annulla
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler

source: Apri Impostazioni
de: Einstellungen öffnen
en: Open Settings
es: Abrir Ajustes
fr: Ouvrir les Réglages

source: Assistente
de: Assistent
en: Assistant
es: Asistente
fr: Assistant

source: Attivalo da Impostazioni > cronoOrbit > Calendari.
de: Aktiviere es unter Einstellungen > cronoOrbit > Kalender.
en: Turn it on in Settings > cronoOrbit > Calendars.
es: Actívalo en Ajustes > cronoOrbit > Calendarios.
fr: Active-le dans Réglages > cronoOrbit > Calendriers.

source: Avvia
de: Starten
en: Start
es: Iniciar
fr: Démarrer

source: Bravo! Ora goditi una pausa meritata.
de: Bravo! Genieße jetzt eine verdiente Pause.
en: Well done! Now enjoy a well-earned break.
es: ¡Bien hecho! Ahora disfruta de un merecido descanso.
fr: Bravo ! Profite maintenant d'une pause méritée.

source: Calendario
de: Kalender
en: Calendar
fr: Calendrier

source: Categoria
de: Kategorie
en: Category
es: Categoría
fr: Catégorie

source: Che impegni ho oggi?
de: Was steht heute an?
en: What's on today?
es: ¿Qué tengo hoy?
fr: Qu'est-ce que j'ai aujourd'hui ?

source: Chiudi
de: Schließen
en: Close
es: Cerrar
fr: Fermer

source: Chiudi tastiera
de: Tastatur ausblenden
en: Hide keyboard
es: Ocultar teclado
fr: Masquer le clavier

source: Ciao! Posso mostrarti l'agenda e aggiungere, spostare o eliminare impegni. Prova: «Che impegni ho domani?», «Sposta la palestra alle 19» o «Elimina l'aperitivo».
de: Hallo! Ich kann dir deinen Kalender zeigen und Termine hinzufügen, verschieben oder löschen. Versuche: „Was steht morgen an?“, „Verschiebe das Fitnessstudio auf 19 Uhr“ oder „Lösche den Aperitif“.
en: Hi! I can show your agenda and add, move or delete events. Try: “What's on tomorrow?”, “Move the gym to 7 pm” or “Delete the aperitif”.
es: ¡Hola! Puedo mostrarte la agenda y añadir, mover o eliminar eventos. Prueba: «¿Qué tengo mañana?», «Mueve el gimnasio a las 19» o «Elimina el aperitivo».
fr: Salut ! Je peux te montrer ton agenda et ajouter, déplacer ou supprimer des événements. Essaie : « Qu'est-ce que j'ai demain ? », « Déplace la salle de sport à 19 h » ou « Supprime l'apéritif ».

source: Collega i calendari già presenti sul telefono (iCloud, Google, Outlook). Li leggiamo soltanto, non modifichiamo nulla.
de: Verbinde die Kalender, die bereits auf deinem Telefon sind (iCloud, Google, Outlook). Wir lesen sie nur und ändern nichts.
en: Connect the calendars already on your phone (iCloud, Google, Outlook). We only read them and never change anything.
es: Conecta los calendarios que ya tienes en el teléfono (iCloud, Google, Outlook). Solo los leemos, no modificamos nada.
fr: Connecte les calendriers déjà présents sur ton téléphone (iCloud, Google, Outlook). Nous les lisons seulement, sans rien modifier.

source: Completa altri impegni Focus: il prossimo traguardo ti aspetta.
de: Schließe weitere Fokus-Termine ab: Dein nächstes Ziel wartet.
en: Complete more Focus events: your next milestone awaits.
es: Completa más eventos de Concentración: tu próxima meta te espera.
fr: Termine d'autres événements Concentration : ton prochain objectif t'attend.

source: Completamento
de: Erfüllung
en: Completion
es: Cumplimiento
fr: Réalisation

source: Conferma
de: Bestätigen
en: Confirm
es: Confirmar
fr: Confirmer

source: Conferma com'è andata: il resoconto settimanale sarà più preciso.
de: Bestätige, wie es lief: Die Wochenauswertung wird genauer.
en: Tell me how it went: your weekly report will be more accurate.
es: Confirma cómo ha ido: el resumen semanal será más preciso.
fr: Dis-moi comment ça s'est passé : le bilan hebdomadaire sera plus précis.

source: Consenti accesso
de: Zugriff erlauben
en: Allow access
es: Permitir acceso
fr: Autoriser l'accès

source: Conta solo ciò che hai verificato.
de: Zählt nur, was du bestätigt hast.
en: It only counts what you've verified.
es: Solo cuenta lo que has verificado.
fr: Ne compte que ce que tu as vérifié.

source: Cosa vuoi cambiare di «%@»? Dimmi un nuovo orario, una nuova durata o un nuovo titolo.
de: Was möchtest du an „%@“ ändern? Nenne mir eine neue Zeit, eine neue Dauer oder einen neuen Titel.
en: What do you want to change about “%@”? Tell me a new time, a new duration or a new title.
es: ¿Qué quieres cambiar de «%@»? Dime un nuevo horario, una nueva duración o un nuevo título.
fr: Que veux-tu changer pour « %@ » ? Donne-moi un nouvel horaire, une nouvelle durée ou un nouveau titre.

source: Costanza batte talento. Continua così!
de: Beständigkeit schlägt Talent. Weiter so!
en: Consistency beats talent. Keep it up!
es: La constancia vence al talento. ¡Sigue así!
fr: La constance bat le talent. Continue comme ça !

source: Da conquistare
de: Noch zu erreichen
en: To be earned
es: Por conseguir
fr: À gagner

source: Da verificare
de: Zu bestätigen
en: To verify
es: Por verificar
fr: À vérifier

source: Data e ora
de: Datum und Uhrzeit
en: Date and time
es: Fecha y hora
fr: Date et heure

source: Deep focus
de: Tiefer Fokus
es: Enfoque profundo
fr: Concentration profonde

source: Dettaglio
de: Details
en: Details
es: Detalle
fr: Détail

source: Durata
de: Dauer
en: Duration
es: Duración
fr: Durée

source: Ecco i primi orari liberi per «%@»:
de: Hier sind die ersten freien Zeiten für „%@“:
en: Here are the first free times for “%@”:
es: Estos son los primeros horarios libres para «%@»:
fr: Voici les premiers créneaux libres pour « %@ » :

source: Elimina
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer

source: Elimina evento
de: Termin löschen
en: Delete event
es: Eliminar evento
fr: Supprimer l'événement

source: Fatto
de: Erledigt
en: Done
es: Hecho
fr: Fait

source: Fatto! Ho aggiornato «%@»: %@
de: Erledigt! Ich habe „%@“ aktualisiert: %@
en: Done! I updated “%@”: %@
es: ¡Hecho! He actualizado «%@»: %@
fr: C'est fait ! J'ai mis à jour « %@ » : %@

source: Fatto! Ho aggiunto «%@» %@
de: Erledigt! Ich habe „%@“ %@ hinzugefügt
en: Done! I added “%@” %@
es: ¡Hecho! He añadido «%@» %@
fr: C'est fait ! J'ai ajouté « %@ » %@

source: Fatto! Ho eliminato «%@».
de: Erledigt! Ich habe „%@“ gelöscht.
en: Done! I deleted “%@”.
es: ¡Hecho! He eliminado «%@».
fr: C'est fait ! J'ai supprimé « %@ ».

source: Fine
de: Ende
en: End
es: Fin
fr: Fin

source: fino alle %@
de: bis %@
en: until %@
es: hasta las %@
fr: jusqu'à %@

source: Fino alle %@
de: Bis %@
en: Until %@
es: Hasta las %@
fr: Jusqu'à %@

source: Focus
de: Fokus
es: Concentración
fr: Concentration

source: Giornata libera.
de: Freier Tag.
en: Free day.
es: Día libre.
fr: Journée libre.

source: Giorno
de: Tag
en: Day
es: Día
fr: Jour

source: Hai finito?
de: Fertig?
en: Done?
es: ¿Terminaste?
fr: Terminé ?

source: Hai svolto «%@»?
de: Hast du „%@“ erledigt?
en: Did you do “%@”?
es: ¿Has hecho «%@»?
fr: As-tu fait « %@ » ?

source: Home
de: Start
es: Inicio
fr: Accueil

source: I tuoi obiettivi
de: Deine Ziele
en: Your goals
es: Tus objetivos
fr: Tes objectifs

source: Il prossimo premio
de: Deine nächste Auszeichnung
en: Your next reward
es: Tu próximo premio
fr: Ta prochaine récompense

source: Il tuo mese
de: Dein Monat
en: Your month
es: Tu mes
fr: Ton mois

source: Il tuo tempo
de: Deine Zeit
en: Your time
es: Tu tiempo
fr: Ton temps

source: Impegni di %@:
de: Termine am %@:
en: Events for %@:
es: Eventos de %@:
fr: Événements de %@ :

source: Impegni di oggi
de: Heutige Termine
en: Today's events
es: Eventos de hoy
fr: Événements du jour

source: Impegni di oggi su un anello di 24 ore
de: Heutige Termine auf einem 24-Stunden-Ring
en: Today's events on a 24-hour ring
es: Eventos de hoy en un anillo de 24 horas
fr: Événements du jour sur un anneau de 24 heures

source: Importa %lld calendari
de: %lld Kalender importieren
en: Import %lld calendars
es: Importar %lld calendarios
fr: Importer %lld calendriers

source: Importa calendari
de: Kalender importieren
en: Import calendars
es: Importar calendarios
fr: Importer des calendriers

source: In parte
de: Teilweise
en: Partly
es: En parte
fr: En partie

source: Inizio
de: Beginn
en: Start
es: Inicio
fr: Début

source: Invia
de: Senden
en: Send
es: Enviar
fr: Envoyer

source: Invitati
de: Gäste
en: Guests
es: Invitados
fr: Invités

source: L'AI del dispositivo non è disponibile, uso la comprensione di base. Prova: «Che impegni ho domani?», «Sposta la palestra alle 19» o «Elimina la palestra».
de: Die KI auf dem Gerät ist nicht verfügbar, ich nutze das Basisverständnis. Versuche: „Was steht morgen an?“, „Verschiebe das Fitnessstudio auf 19 Uhr“ oder „Lösche das Fitnessstudio“.
en: On-device AI isn't available, so I'm using basic understanding. Try: “What's on tomorrow?”, “Move the gym to 7 pm” or “Delete the gym”.
es: La IA del dispositivo no está disponible, uso la comprensión básica. Prueba: «¿Qué tengo mañana?», «Mueve el gimnasio a las 19» o «Elimina el gimnasio».
fr: L'IA de l'appareil n'est pas disponible, j'utilise la compréhension de base. Essaie : « Qu'est-ce que j'ai demain ? », « Déplace la salle de sport à 19 h » ou « Supprime la salle de sport ».

source: La tua settimana
de: Deine Woche
en: Your week
es: Tu semana
fr: Ta semaine

source: Lavoro
de: Arbeit
en: Work
es: Trabajo
fr: Travail

source: Libero
de: Frei
en: Free
es: Libre
fr: Libre

source: Luogo
de: Ort
en: Location
es: Lugar
fr: Lieu

source: Mese
de: Monat
en: Month
es: Mes
fr: Mois

source: Mese precedente
de: Vorheriger Monat
en: Previous month
es: Mes anterior
fr: Mois précédent

source: Mese successivo
de: Nächster Monat
en: Next month
es: Mes siguiente
fr: Mois suivant

source: Modifica
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier

source: Modifica evento
de: Termin bearbeiten
en: Edit event
es: Editar evento
fr: Modifier l'événement

source: Nessun altro impegno
de: Keine weiteren Termine
en: No more events
es: Sin más eventos
fr: Plus aucun événement

source: Nessun altro impegno previsto
de: Nichts weiter geplant
en: Nothing else planned
es: Nada más previsto
fr: Rien d'autre de prévu

source: Nessun impegno
de: Keine Termine
en: No events
es: Sin compromisos
fr: Aucun engagement

source: Nessun impegno in questa settimana.
de: Keine Termine in dieser Woche.
en: No events this week.
es: Ningún evento esta semana.
fr: Aucun événement cette semaine.

source: Nessun impegno. Tocca + per aggiungerne uno.
de: Keine Termine. Tippe auf +, um einen hinzuzufügen.
en: No events. Tap + to add one.
es: Sin eventos. Toca + para añadir uno.
fr: Aucun événement. Touche + pour en ajouter un.

source: Nessun luogo
de: Kein Ort
en: No location
es: Sin lugar
fr: Aucun lieu

source: Nessun nuovo evento
de: Keine neuen Termine
en: No new events
es: Ningún evento nuevo
fr: Aucun nouvel événement

source: No
de: Nein
fr: Non

source: Nomi separati da virgola
de: Namen durch Kommas getrennt
en: Names separated by commas
es: Nombres separados por comas
fr: Noms séparés par des virgules

source: Non fatto
de: Nicht erledigt
en: Not done
es: No hecho
fr: Pas fait

source: Non hai impegni in agenda.
de: Du hast keine Termine in deinem Kalender.
en: You have no events in your agenda.
es: No tienes eventos en tu agenda.
fr: Tu n'as aucun événement dans ton agenda.

source: Non hai impegni in programma: %@.
de: Du hast keine Termine geplant: %@.
en: You have no events scheduled: %@.
es: No tienes eventos programados: %@.
fr: Tu n'as aucun événement prévu : %@.

source: Non hai spazi liberi di almeno 30 minuti.
de: Du hast keine freien Zeiträume von mindestens 30 Minuten.
en: You have no free slots of at least 30 minutes.
es: No tienes huecos libres de al menos 30 minutos.
fr: Tu n'as aucun créneau libre d'au moins 30 minutes.

source: Non ho trovato «%@». Quale di questi impegni intendi?
de: Ich habe „%@“ nicht gefunden. Welchen dieser Termine meinst du?
en: I couldn't find “%@”. Which of these events do you mean?
es: No he encontrado «%@». ¿A cuál de estos eventos te refieres?
fr: Je n'ai pas trouvé « %@ ». De quel événement parles-tu parmi ceux-ci ?

source: Non svolto
de: Nicht erledigt
en: Not done
es: No realizado
fr: Non réalisé

source: Non trovo nessun impegno che corrisponda a «%@».
de: Ich finde keinen Termin, der zu „%@“ passt.
en: I can't find any event matching “%@”.
es: No encuentro ningún evento que coincida con «%@».
fr: Je ne trouve aucun événement correspondant à « %@ ».

source: Non trovo uno spazio libero di %lld minuti nei prossimi 7 giorni.
de: Ich finde in den nächsten 7 Tagen keinen freien Zeitraum von %lld Minuten.
en: I can't find a free slot of %lld minutes in the next 7 days.
es: No encuentro un hueco libre de %lld minutos en los próximos 7 días.
fr: Je ne trouve pas de créneau libre de %lld minutes dans les 7 prochains jours.

source: Non trovo uno spazio libero per «%@» nei prossimi 7 giorni.
de: Ich finde in den nächsten 7 Tagen keinen freien Zeitraum für „%@“.
en: I can't find a free slot for “%@” in the next 7 days.
es: No encuentro un hueco libre para «%@» en los próximos 7 días.
fr: Je ne trouve pas de créneau libre pour « %@ » dans les 7 prochains jours.

source: Note
de: Notizen
en: Notes
es: Notas
fr: Notes

source: Nuovo evento
de: Neuer Termin
en: New event
es: Nuevo evento
fr: Nouvel événement

source: Obiettivo Deep Focus
de: Deep-Focus- Ziel
en: Deep Focus goal
es: Objetivo Deep Focus
fr: Objectif Deep Focus

source: Obiettivo raggiunto
de: Ziel erreicht
en: Goal reached
es: Objetivo alcanzado
fr: Objectif atteint

source: Obiettivo Sport
de: Sportziel
en: Sport goal
es: Objetivo Deporte
fr: Objectif Sport

source: Obiettivo Studio
de: Lernziel
en: Study goal
es: Objetivo Estudio
fr: Objectif Études

source: Oggi
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui

source: Oggi alle %@
de: Heute um %@
en: Today at %@
es: Hoy a las %@
fr: Aujourd'hui à %@

source: Ogni impegno rispettato conta.
de: Jeder eingehaltene Termin zählt.
en: Every commitment kept counts.
es: Cada compromiso cumplido cuenta.
fr: Chaque engagement tenu compte.

source: Opzioni
de: Optionen
en: Options
es: Opciones
fr: Options

source: Ore
de: Stunden
en: Hours
es: Horas
fr: Heures

source: Ore per giorno
de: Stunden pro Tag
en: Hours per day
es: Horas por día
fr: Heures par jour

source: Ottimo lavoro! Un passo alla volta.
de: Gute Arbeit! Schritt für Schritt.
en: Great job! One step at a time.
es: ¡Buen trabajo! Paso a paso.
fr: Excellent travail ! Un pas après l'autre.

source: Panoramica
de: Übersicht
en: Overview
es: Resumen
fr: Aperçu

source: Per categoria
de: Nach Kategorie
en: By category
es: Por categoría
fr: Par catégorie

source: Periodo
de: Zeitraum
en: Period
fr: Période

source: Pianificate
de: Geplant
en: Planned
es: Planificadas
fr: Planifiées

source: Porta i tuoi impegni qui
de: Bring deine Termine hierher
en: Bring your events here
es: Trae tus eventos aquí
fr: Apporte tes événements ici

source: Posizione
de: Standort
en: Location
es: Ubicación
fr: Position

source: Potrai verificarlo quando inizia.
de: Du kannst es bestätigen, sobald er beginnt.
en: You can check it once it starts.
es: Podrás verificarlo cuando empiece.
fr: Tu pourras le vérifier quand il commence.

source: Premi
de: Auszeichnungen
en: Rewards
es: Premios
fr: Récompenses

source: Promemoria
de: Erinnerung
en: Reminder
es: Recordatorio
fr: Rappel

source: Prossimo
de: Nächster
en: Next
es: Siguiente
fr: Suivant

source: Prossimo evento
de: Nächster Termin
en: Next event
es: Próximo evento
fr: Prochain événement

source: Quale impegno intendi?
de: Welchen Termin meinst du?
en: Which event do you mean?
es: ¿A qué evento te refieres?
fr: De quel événement parles-tu ?

source: Quale impegno vuoi modificare o eliminare? Dimmi il titolo.
de: Welchen Termin möchtest du ändern oder löschen? Nenne mir den Titel.
en: Which event do you want to edit or delete? Tell me the title.
es: ¿Qué evento quieres modificar o eliminar? Dime el título.
fr: Quel événement veux-tu modifier ou supprimer ? Donne-moi le titre.

source: Quando sono libero domani?
de: Wann bin ich morgen frei?
en: When am I free tomorrow?
es: ¿Cuándo estoy libre mañana?
fr: Quand suis-je libre demain ?

source: Quando sono libero oggi?
de: Wann bin ich heute frei?
en: When am I free today?
es: ¿Cuándo estoy libre hoy?
fr: Quand suis-je libre aujourd'hui ?

source: Quell'orario è occupato da %@. Ti propongo questi orari liberi per «%@»:
de: Diese Zeit ist durch %@ belegt. Ich schlage diese freien Zeiten für „%@“ vor:
en: That time is taken by %@. I suggest these free times for “%@”:
es: Ese horario está ocupado por %@. Te propongo estos horarios libres para «%@»:
fr: Cet horaire est pris par %@. Je te propose ces créneaux libres pour « %@ » :

source: Questo impegno non esiste più.
de: Dieser Termin existiert nicht mehr.
en: This event no longer exists.
es: Este evento ya no existe.
fr: Cet événement n'existe plus.

source: Resoconto
de: Auswertung
en: Report
es: Resumen
fr: Bilan

source: Ripristina
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser

source: rispetto alla settimana scorsa
de: gegenüber der Vorwoche
en: vs last week
es: respecto a la semana pasada
fr: par rapport à la semaine dernière

source: Salute
de: Gesundheit
en: Health
es: Salud
fr: Santé

source: Salva
de: Sichern
en: Save
es: Guardar
fr: Enregistrer

source: Salva modifiche
de: Änderungen sichern
en: Save changes
es: Guardar cambios
fr: Enregistrer les modifications

source: Scrivi un impegno…
de: Schreibe einen Termin…
en: Write an event…
es: Escribe un evento…
fr: Écris un événement…

source: Sei già impegnato: %@
de: Du bist bereits beschäftigt: %@
en: You're already busy: %@
es: Ya estás ocupado: %@
fr: Tu es déjà occupé : %@

source: Sei libero %@. Lo aggiungo?
de: Du bist frei %@. Soll ich ihn hinzufügen?
en: You're free %@. Shall I add it?
es: Estás libre %@. ¿Lo añado?
fr: Tu es libre %@. Je l'ajoute ?

source: Settimana
de: Woche
en: Week
es: Semana
fr: Semaine

source: Settimana %lld
de: Woche %lld
en: Week %lld
es: Semana %lld
fr: Semaine %lld

source: Settimana precedente
de: Vorherige Woche
en: Previous week
es: Semana anterior
fr: Semaine précédente

source: Settimana successiva
de: Nächste Woche
en: Next week
es: Semana siguiente
fr: Semaine suivante

source: Sì
de: Ja
en: Yes
es: Sí
fr: Oui

source: Sociale
de: Soziales
en: Social
es: Social
fr: Social

source: Spazi liberi, %@:
de: Freie Zeiten, %@:
en: Free time, %@:
es: Huecos libres, %@:
fr: Créneaux libres, %@ :

source: Sposto «%@»: %@. Confermi?
de: Ich verschiebe „%@“: %@. Bestätigen?
en: I'll move “%@”: %@. Confirm?
es: Muevo «%@»: %@. ¿Confirmas?
fr: Je déplace « %@ » : %@. Tu confirmes ?

source: Studio
de: Lernen
en: Study
es: Estudio
fr: Étude

source: Suggerisci un altro orario
de: Andere Zeit vorschlagen
en: Suggest another time
es: Sugerir otro horario
fr: Proposer un autre horaire

source: Svolte
de: Erledigt
en: Done
es: Completadas
fr: Réalisées

source: Svolto
de: Erledigt
en: Done
es: Realizado
fr: Réalisé

source: Svolto in parte
de: Teilweise erledigt
en: Partly done
es: Realizado en parte
fr: Réalisé en partie

source: Tempo libero
de: Freizeit
en: Free time
es: Tiempo libre
fr: Temps libre

source: Tempo trascorso
de: Verstrichene Zeit
en: Time elapsed
es: Tiempo transcurrido
fr: Temps écoulé

source: Termina
de: Beenden
en: Finish
es: Terminar
fr: Terminer

source: Titolo
de: Titel
en: Title
es: Título
fr: Titre

source: Tocca un impegno per modificarlo o eliminarlo.
de: Tippe auf einen Termin, um ihn zu ändern oder zu löschen.
en: Tap an event to edit or delete it.
es: Toca un evento para modificarlo o eliminarlo.
fr: Touche un événement pour le modifier ou le supprimer.

source: Totale pianificato
de: Gesamt geplant
en: Total planned
es: Total planificado
fr: Total planifié

source: Totale svolto
de: Gesamt erledigt
en: Total done
es: Total realizado
fr: Total réalisé

source: Tutto fatto!
de: Alles erledigt!
en: All done!
es: ¡Todo hecho!
fr: Tout est fait !

source: Tutto il giorno
de: Ganztägig
en: All day
es: Todo el día
fr: Toute la journée

source: Tutto verificato! Nessun impegno in sospeso.
de: Alles bestätigt! Keine offenen Termine.
en: All verified! No pending events.
es: ¡Todo verificado! Ningún evento pendiente.
fr: Tout est vérifié ! Aucun événement en attente.

source: Un impegno in meno, un obiettivo più vicino.
de: Ein Termin weniger, ein Ziel näher.
en: One task less, one goal closer.
es: Un compromiso menos, una meta más cerca.
fr: Un engagement de moins, un objectif plus proche.

source: Va bene, non cambio nulla.
de: Okay, ich ändere nichts.
en: Okay, I won't change anything.
es: De acuerdo, no cambio nada.
fr: D'accord, je ne change rien.

source: Vedi tutti (%lld)
de: Alle anzeigen (%lld)
en: See all (%lld)
es: Ver todos (%lld)
fr: Tout voir (%lld)

source: Verifica
de: Überprüfung
en: Check
es: Verificación
fr: Vérification

source: Vista
de: Ansicht
en: View
fr: Vue

source: Vuoi eliminare «%@» (%@)?
de: Möchtest du „%@“ (%@) löschen?
en: Do you want to delete “%@” (%@)?
es: ¿Quieres eliminar «%@» (%@)?
fr: Veux-tu supprimer « %@ » (%@) ?

source: Sport
es: Deporte
